{
  "title":"Titre",
  "dark mode":"Mode sombre",
  "light mode":"Mode clair",
  "Home":"Accueil",
  "Ecosystems":"Écosystèmes",
  "Requests":"Demandes",
  "Apps":"Applications",
  "Why Hivensis?":"Pourquoi Hivensis ?",
  "Key features":"Principales fonctionnalités",
  "Key Features":"Principales fonctionnalités",
  "Waiting List":"Liste d'attente",
  "Elevate Translation Efficiency":"Optimisez l'efficacité de la traduction",
  "Unlock the power of seamless localization with our innovative tool that connects different apps, making it easier than ever for you to translate and adapt your content.":"Libérez le potentiel de localisation transparente avec notre outil innovant qui connecte différentes applications, facilitant plus que jamais la traduction et l'adaptation de votre contenu.",
  "Whether you're a translator, a content creator, or a project manager, our app is designed to streamline the localization process, save your time, and improve the queality of your translations.":"Que vous soyez traducteur, créateur de contenu ou chef de projet, notre application est conçue pour rationaliser le processus de localisation, vous faire gagner du temps et améliorer la qualité de vos traductions.",
  "Join the waiting list":"Rejoignez la liste d'attente",
  "Unified Workflows":"Flux de travail unifiés",
  "Traditional translation processes involve multiple disconnected tools and platforms, making collaboration and coordination difficult. This fragmentation leads to inefficiencies, delays, and increased costs. Hivensis connects all the essential steps in the translation process, providing a unified platform for translators, editors, reviewers, and project managers. By centralizing the workflow, Hivensis eliminates fragmentation, streamlines operations, and ensures a smoother translation process.":"Les processus de traduction traditionnels impliquent plusieurs outils et plateformes déconnectés, rendant la collaboration et la coordination difficiles. Cette fragmentation entraîne des inefficacités, des retards et des coûts supplémentaires. Hivensis connecte toutes les étapes essentielles du processus de traduction, fournissant une plateforme unifiée pour les traducteurs, les éditeurs, les relecteurs et les chefs de projet. En centralisant le flux de travail, Hivensis élimine la fragmentation, rationalise les opérations et garantit un processus de traduction plus fluide.",
  "Seamless Integration":"Intégration transparente",
  "Many translation tools lack seamless integration with other essential applications, such as content management systems, project management tools, and terminology databases. This results in time-consuming manual processes and increased chances of errors. Hivensis connects the most popular applications used in the localization industry, including CAT tools, project management software, and content management systems. This integration minimizes manual effort, reduces errors, and accelerates project completion.":"De nombreux outils de traduction manquent d'intégration transparente avec d'autres applications essentielles, telles que les systèmes de gestion de contenu, les outils de gestion de projet et les bases de données terminologiques. Cela entraîne des processus manuels chronophages et une augmentation des risques d'erreurs. Hivensis se connecte aux applications les plus populaires utilisées dans l'industrie de la localisation, y compris les outils CAT, les logiciels de gestion de projet et les systèmes de gestion de contenu. Cette intégration réduit les efforts manuels, diminue les erreurs et accélère l'achèvement des projets.",
  "Enhances Collaboration":"Améliore la collaboration",
  "Effective communication among translation teams, project managers, and clients is vital to avoid gaps and misunderstandings. Hivensis promotes this collaboration by providing shared workspaces and instant notifications. Teams can collaborate effortlessly, ensuring accurate and timely translations.":"Une communication efficace entre les équipes de traduction, les chefs de projet et les clients est essentielle pour éviter les lacunes et les malentendus. Hivensis favorise cette collaboration en fournissant des espaces de travail partagés et des notifications instantanées. Les équipes peuvent collaborer facilement, garantissant des traductions précises et respectant les délais.",
  "Centralized Localization Management":"Gestion centralisée de la localisation",
  "Hivensis serves as a centralized hub where you can connect all your applications in one place. Say goodbye to juggling multiple tools and platforms - now you can simplify your workflow and keep everything organized effortlessly.":"Hivensis sert de hub centralisé où vous pouvez connecter toutes vos applications en un seul endroit. Dites adieu à la jonglerie avec plusieurs outils et plateformes - désormais, vous pouvez simplifier votre flux de travail et tout organiser facilement.",
  "Integration with Popular Localization Apps":"Intégration avec des applications de localisation populaires",
  "We understand that different projects may require specific localization apps. That's why our platform seamlessly integrates with a wide range of popular apps, including translation management systems (TMS), content management systems (CMS), and more. You can connect your preferred tools and leverage their strengths while benefiting from our enhanced collaboration and management capabilities.":"Nous comprenons que différents projets peuvent nécessiter des applications de localisation spécifiques. C'est pourquoi notre plateforme s'intègre parfaitement à une large gamme d'applications populaires, notamment les systèmes de gestion de traduction (TMS), les systèmes de gestion de contenu (CMS) et bien plus encore. Vous pouvez connecter vos outils préférés et tirer parti de leurs avantages tout en bénéficiant de nos capacités de collaboration et de gestion améliorées.",
  "Efficient Content Translation":"Traduction de contenu efficace",
  "With Hivensis, you can upload your source files, whether they are text documents, website content, or InDesign files, and choose your desired target languages. Hivensis will automatically extract the translatable strings and recreate the delivery files at the end of the workflow.":"Avec Hivensis, vous pouvez télécharger vos fichiers sources, qu'il s'agisse de documents texte, de contenus de site web ou de fichiers InDesign, et choisir vos langues cibles souhaitées. Hivensis extraira automatiquement les chaînes traduisibles et recréera les fichiers de livraison à la fin du flux de travail.",
  "Collaborative Workflows":"Flux de travail collaboratif",
  "Hivensis fosters collaboration among team members, no matter where they are located. Invite localization project managers, translators, and stakeholders to your projects, create customized workflows, and receive notifications directly from the app. You can streamline the translation process, track changes, and maintain a clear overview of project progress, ensuring that everyone stays aligned.":"Hivensis encourage la collaboration entre les membres de l'équipe, peu importe leur emplacement. Invitez des chefs de projet en localisation, des traducteurs et des parties prenantes à vos projets, créez des flux de travail personnalisés et recevez des notifications directement depuis l'application. Vous pouvez rationaliser le processus de traduction, suivre les modifications et avoir une vue d'ensemble claire de l'avancement du projet, pour vous assurer que tout le monde est aligné.",
  "Quality Assurance and Consistency":"Assurance qualité et cohérence",
  "We know how crucial quality and consistency are when it comes to localization. Hivensis includes customized Translation Memories that will help you define glossaries and keep consistency among all the projects.":"Nous savons combien la qualité et la cohérence sont importantes en matière de localisation. Hivensis inclut des Mémoires de Traduction personnalisées qui vous aideront à définir des glossaires et à maintenir la cohérence entre tous les projets.",
  "Automated Workflows and Notifications":"Flux de travail et notifications automatisés",
  "Save time and reduce manual effort with Hivensis' automation capabilities. Set up automated workflows to trigger specific actions based on predefined conditions or events, such as sending notifications to translators when new strings are added or generating reports upon project completion. Stay informed about project updates with customizable notifications.":"Gagnez du temps et réduisez les efforts manuels grâce aux capacités d'automatisation d'Hivensis. Configurez des flux de travail automatisés pour déclencher des actions spécifiques en fonction de conditions ou d'événements prédéfinis, tels que l'envoi de notifications aux traducteurs lors de l'ajout de nouvelles chaînes ou la génération de rapports à la fin du projet. Restez informé des mises à jour du projet grâce à des notifications personnalisables.",
  "Send":"Envoyer",
  "Ready to take your localization processes to the next level?":"Prêt à faire passer vos processus de localisation à la vitesse supérieure ?",
  "Join our Waiting list and be the first to experience the power of efficient, collaborative, and high-quality localization!":"Rejoignez notre liste d'attente et soyez les premiers à découvrir la puissance d'une localisation efficace, collaborative et de haute qualité !",
  "Enter your email":"Saisissez votre adresse e-mail",
  "Hooray! You're officially on the waiting list! 🎉":"Hourra ! Vous êtes officiellement sur la liste d'attente ! 🎉",
  "Incorrect format":"Format incorrect"
}