{
  "title":"Título",
  "dark mode":"Modo escuro",
  "light mode":"Modo claro",
  "Home":"Início",
  "Ecosystems":"Ecossistemas",
  "Requests":"Solicitações",
  "Apps":"Aplicativos",
  "Why Hivensis?":"Por que Hivensis?",
  "Key features":"Recursos principais",
  "Key Features":"Recursos principais",
  "Waiting List":"Lista de espera",
  "Elevate Translation Efficiency":"Eleve a eficiência da tradução",
  "Unlock the power of seamless localization with our innovative tool that connects different apps, making it easier than ever for you to translate and adapt your content.":"Desbloqueie o poder da localização perfeita com nossa ferramenta inovadora que conecta diferentes aplicativos, tornando mais fácil do que nunca traduzir e adaptar seu conteúdo.",
  "Whether you're a translator, a content creator, or a project manager, our app is designed to streamline the localization process, save your time, and improve the queality of your translations.":"Seja você um tradutor, criador de conteúdo ou gerente de projeto, nosso aplicativo foi projetado para otimizar o processo de localização, economizar tempo e melhorar a qualidade de suas traduções.",
  "Join the waiting list":"Junte-se à lista de espera",
  "Unified Workflows":"Fluxos de trabalho unificados",
  "Traditional translation processes involve multiple disconnected tools and platforms, making collaboration and coordination difficult. This fragmentation leads to inefficiencies, delays, and increased costs. Hivensis connects all the essential steps in the translation process, providing a unified platform for translators, editors, reviewers, and project managers. By centralizing the workflow, Hivensis eliminates fragmentation, streamlines operations, and ensures a smoother translation process.":"Os processos tradicionais de tradução envolvem várias ferramentas e plataformas desconectadas, dificultando a colaboração e coordenação. Essa fragmentação resulta em ineficiências, atrasos e custos elevados. O Hivensis conecta todas as etapas essenciais do processo de tradução, fornecendo uma plataforma unificada para tradutores, editores, revisores e gerentes de projeto. Ao centralizar o fluxo de trabalho, o Hivensis elimina a fragmentação, agiliza as operações e garante um processo de tradução mais suave.",
  "Seamless Integration":"Integração perfeita",
  "Many translation tools lack seamless integration with other essential applications, such as content management systems, project management tools, and terminology databases. This results in time-consuming manual processes and increased chances of errors. Hivensis connects the most popular applications used in the localization industry, including CAT tools, project management software, and content management systems. This integration minimizes manual effort, reduces errors, and accelerates project completion.":"Muitas ferramentas de tradução não possuem integração perfeita com outras aplicações essenciais, como sistemas de gerenciamento de conteúdo, ferramentas de gerenciamento de projetos e bancos de dados terminológicos. Isso resulta em processos manuais demorados e maior chance de erros. O Hivensis se integra com as aplicações mais populares usadas na indústria de localização, incluindo ferramentas CAT, software de gerenciamento de projetos e sistemas de gerenciamento de conteúdo. Essa integração reduz o esforço manual, diminui os erros e acelera a conclusão do projeto.",
  "Enhances Collaboration":"Potencializa a colaboração",
  "Effective communication among translation teams, project managers, and clients is vital to avoid gaps and misunderstandings. Hivensis promotes this collaboration by providing shared workspaces and instant notifications. Teams can collaborate effortlessly, ensuring accurate and timely translations.":"A comunicação efetiva entre equipes de tradução, gerentes de projeto e clientes é vital para evitar lacunas e mal entendidos. O Hivensis promove essa colaboração ao fornecer espaços de trabalho compartilhados e notificações instantâneas. As equipes podem colaborar de forma fácil, garantindo traduções precisas e pontuais.",
  "Centralized Localization Management":"Gerenciamento centralizado de localização",
  "Hivensis serves as a centralized hub where you can connect all your applications in one place. Say goodbye to juggling multiple tools and platforms - now you can simplify your workflow and keep everything organized effortlessly.":"O Hivensis atua como um hub centralizado onde você pode conectar todas as suas aplicações em um só lugar. Diga adeus à complicação de lidar com várias ferramentas e plataformas - agora você pode simplificar seu fluxo de trabalho e manter tudo organizado de forma fácil.",
  "Integration with Popular Localization Apps":"Integração com aplicativos populares de localização",
  "We understand that different projects may require specific localization apps. That's why our platform seamlessly integrates with a wide range of popular apps, including translation management systems (TMS), content management systems (CMS), and more. You can connect your preferred tools and leverage their strengths while benefiting from our enhanced collaboration and management capabilities.":"Entendemos que diferentes projetos podem exigir aplicativos específicos de localização. Por isso, nossa plataforma integra-se perfeitamente a uma ampla gama de aplicativos populares, incluindo sistemas de gerenciamento de tradução (TMS), sistemas de gerenciamento de conteúdo (CMS) e muito mais. Você pode conectar suas ferramentas preferidas e aproveitar suas vantagens, enquanto se beneficia de nossas capacidades aprimoradas de colaboração e gerenciamento.",
  "Efficient Content Translation":"Tradução de conteúdo eficiente",
  "With Hivensis, you can upload your source files, whether they are text documents, website content, or InDesign files, and choose your desired target languages. Hivensis will automatically extract the translatable strings and recreate the delivery files at the end of the workflow.":"Com o Hivensis, você pode fazer upload de seus arquivos de origem, seja documentos de texto, conteúdo de sites ou arquivos InDesign, e escolher os idiomas-alvo desejados. O Hivensis extrairá automaticamente as strings traduzíveis e recriará os arquivos de entrega ao final do fluxo de trabalho.",
  "Collaborative Workflows":"Fluxos de trabalho colaborativos",
  "Hivensis fosters collaboration among team members, no matter where they are located. Invite localization project managers, translators, and stakeholders to your projects, create customized workflows, and receive notifications directly from the app. You can streamline the translation process, track changes, and maintain a clear overview of project progress, ensuring that everyone stays aligned.":"O Hivensis incentiva a colaboração entre os membros da equipe, não importa onde estejam localizados. Convide gerentes de projeto de localização, tradutores e partes interessadas para seus projetos, crie fluxos de trabalho personalizados e receba notificações diretamente do aplicativo. Você pode otimizar o processo de tradução, acompanhar as alterações e ter uma visão clara do progresso do projeto, garantindo que todos estejam alinhados.",
  "Quality Assurance and Consistency":"Garantia de qualidade e consistência",
  "We know how crucial quality and consistency are when it comes to localization. Hivensis includes customized Translation Memories that will help you define glossaries and keep consistency among all the projects.":"Sabemos o quanto a qualidade e consistência são importantes quando se trata de localização. O Hivensis inclui Memórias de Tradução personalizadas que ajudarão você a definir glossários e manter a consistência em todos os projetos.",
  "Automated Workflows and Notifications":"Fluxos de trabalho e notificações automatizados",
  "Save time and reduce manual effort with Hivensis' automation capabilities. Set up automated workflows to trigger specific actions based on predefined conditions or events, such as sending notifications to translators when new strings are added or generating reports upon project completion. Stay informed about project updates with customizable notifications.":"Economize tempo e reduza o esforço manual com as capacidades de automação do Hivensis. Configure fluxos de trabalho automatizados para acionar ações específicas com base em condições ou eventos predefinidos, como enviar notificações aos tradutores quando novas strings forem adicionadas ou gerar relatórios ao concluir o projeto. Mantenha-se informado sobre as atualizações do projeto com notificações personalizáveis.",
  "Send":"Enviar",
  "Ready to take your localization processes to the next level?":"Pronto para levar seus processos de localização para o próximo nível?",
  "Join our Waiting list and be the first to experience the power of efficient, collaborative, and high-quality localization!":"Entre em nossa lista de espera e seja o primeiro a experimentar o poder da localização eficiente, colaborativa e de alta qualidade!",
  "Enter your email":"Digite seu e-mail",
  "Hooray! You're officially on the waiting list! 🎉":"Viva! Você está oficialmente na lista de espera! 🎉",
  "Incorrect format":"Formato incorreto"
}