{
  "title":"T铆tulo",
  "dark mode":"Modo oscuro",
  "light mode":"Modo claro",
  "Home":"Inicio",
  "Ecosystems":"Ecosistemas",
  "Requests":"Solicitudes",
  "Apps":"Aplicaciones",
  "Why Hivensis?":"驴Por qu茅 Hivensis?",
  "Key features":"Funciones principales",
  "Waiting List":"Lista de espera",
  "Elevate Translation Efficiency":"Aumenta la eficiencia de traducci贸n",
  "Unlock the power of seamless localization with our innovative tool that connects different apps, making it easier than ever for you to translate and adapt your content.":"Desbloquea el poder de la localizaci贸n sin fisuras con nuestra herramienta innovadora que conecta diferentes aplicaciones, facilit谩ndote m谩s que nunca la traducci贸n y adaptaci贸n de tu contenido.",
  "Whether you're a translator, a content creator, or a project manager, our app is designed to streamline the localization process, save your time, and improve the queality of your translations.":"Ya seas traductor, creador de contenido o gestor de proyectos, nuestra aplicaci贸n est谩 dise帽ada para agilizar el proceso de localizaci贸n, ahorrar tiempo y mejorar la calidad de tus traducciones.",
  "Join the waiting list":"nete a la lista de espera",
  "Unified Workflows":"Flujos de trabajo unificados",
  "Traditional translation processes involve multiple disconnected tools and platforms, making collaboration and coordination difficult. This fragmentation leads to inefficiencies, delays, and increased costs. Hivensis connects all the essential steps in the translation process, providing a unified platform for translators, editors, reviewers, and project managers. By centralizing the workflow, Hivensis eliminates fragmentation, streamlines operations, and ensures a smoother translation process.":"Los procesos de traducci贸n tradicionales implican m煤ltiples herramientas y plataformas desconectadas, lo que dificulta la colaboraci贸n y coordinaci贸n. Esta fragmentaci贸n conlleva ineficiencias, retrasos y costos elevados. Hivensis conecta todos los pasos esenciales en el proceso de traducci贸n, proporcionando una plataforma unificada para traductores, editores, revisores y gestores de proyectos. Al centralizar el flujo de trabajo, Hivensis elimina la fragmentaci贸n, agiliza las operaciones y garantiza un proceso de traducci贸n m谩s fluido.",
  "Seamless Integration":"Integraci贸n flu铆da",
  "Many translation tools lack seamless integration with other essential applications, such as content management systems, project management tools, and terminology databases. This results in time-consuming manual processes and increased chances of errors. Hivensis connects the most popular applications used in the localization industry, including CAT tools, project management software, and content management systems. This integration minimizes manual effort, reduces errors, and accelerates project completion.":"Muchas herramientas de traducci贸n carecen de integraci贸n perfecta con otras aplicaciones esenciales, como sistemas de gesti贸n de contenido, herramientas de gesti贸n de proyectos y bases de datos terminol贸gicas. Esto conlleva procesos manuales que consumen mucho tiempo y aumentan las posibilidades de errores. Hivensis se integra con las aplicaciones m谩s populares utilizadas en la industria de la localizaci贸n, incluyendo herramientas CAT, software de gesti贸n de proyectos y sistemas de gesti贸n de contenido. Esta integraci贸n minimiza el esfuerzo manual, reduce los errores y acelera la finalizaci贸n de proyectos.",
  "Enhances Collaboration":"Potencia la colaboraci贸n",
  "Effective communication among translation teams, project managers, and clients is vital to avoid gaps and misunderstandings. Hivensis promotes this collaboration by providing shared workspaces and instant notifications. Teams can collaborate effortlessly, ensuring accurate and timely translations.":"La comunicaci贸n efectiva entre los equipos de traducci贸n, los gestores de proyectos y los clientes es vital para evitar brechas y malentendidos. Hivensis promueve esta colaboraci贸n al proporcionar espacios de trabajo compartidos y notificaciones instant谩neas. Los equipos pueden colaborar sin esfuerzo, asegurando traducciones precisas y oportunas.",
  "Centralized Localization Management":"Gesti贸n centralizada de la localizaci贸n",
  "Hivensis serves as a centralized hub where you can connect all your applications in one place. Say goodbye to juggling multiple tools and platforms - now you can simplify your workflow and keep everything organized effortlessly.":"Hivensis funciona como un hub centralizado donde puedes conectar todas tus aplicaciones en un solo lugar. Di adi贸s a tener que manejar m煤ltiples herramientas y plataformas, ahora puedes simplificar tu flujo de trabajo y mantener todo organizado sin esfuerzo.",
  "Integration with Popular Localization Apps":"Integraci贸n con aplicaciones populares de localizaci贸n",
  "We understand that different projects may require specific localization apps. That's why our platform seamlessly integrates with a wide range of popular apps, including translation management systems (TMS), content management systems (CMS), and more. You can connect your preferred tools and leverage their strengths while benefiting from our enhanced collaboration and management capabilities.":"Entendemos que diferentes proyectos pueden requerir aplicaciones de localizaci贸n espec铆ficas. Es por eso que nuestra plataforma se integra perfectamente con una amplia gama de aplicaciones populares, incluyendo sistemas de gesti贸n de traducci贸n (TMS), sistemas de gesti贸n de contenido (CMS) y m谩s. Puedes conectar tus herramientas preferidas y aprovechar sus fortalezas mientras te beneficias de nuestras capacidades mejoradas de colaboraci贸n y gesti贸n.",
  "Efficient Content Translation":"Traducci贸n eficiente de contenido",
  "With Hivensis, you can upload your source files, whether they are text documents, website content, or InDesign files, and choose your desired target languages. Hivensis will automatically extract the translatable strings and recreate the delivery files at the end of the workflow.":"Con Hivensis, puedes cargar tus archivos fuente, ya sean documentos de texto, contenido web o archivos de InDesign, y elegir los idiomas de destino deseados. Hivensis extraer谩 autom谩ticamente las cadenas traducibles y recrear谩 los archivos entregables al final del flujo de trabajo.",
  "Collaborative Workflows":"Flujos de trabajo colaborativos",
  "Hivensis fosters collaboration among team members, no matter where they are located. Invite localization project managers, translators, and stakeholders to your projects, create customized workflows, and receive notifications directly from the app. You can streamline the translation process, track changes, and maintain a clear overview of project progress, ensuring that everyone stays aligned.":"Hivensis fomenta la colaboraci贸n entre los miembros del equipo, sin importar d贸nde se encuentren. Invita a gestores de proyectos de localizaci贸n, traductores y partes interesadas a tus proyectos, crea flujos de trabajo personalizados y recibe notificaciones directamente desde la aplicaci贸n. Puedes optimizar el proceso de traducci贸n, realizar un seguimiento de los cambios y tener una visi贸n clara del progreso del proyecto, asegurando que todos est茅n alineados.",
  "Quality Assurance and Consistency":"Aseguramiento de calidad y consistencia",
  "We know how crucial quality and consistency are when it comes to localization. Hivensis includes customized Translation Memories that will help you define glossaries and keep consistency among all the projects.":"Sabemos lo crucial que es la calidad y consistencia en la localizaci贸n. Hivensis incluye Memorias de Traducci贸n personalizadas que te ayudar谩n a definir glosarios y mantener la consistencia en todos los proyectos.",
  "Automated Workflows and Notifications":"Flujos de trabajo y notificaciones automatizadas",
  "Save time and reduce manual effort with Hivensis' automation capabilities. Set up automated workflows to trigger specific actions based on predefined conditions or events, such as sending notifications to translators when new strings are added or generating reports upon project completion. Stay informed about project updates with customizable notifications.":"Ahorra tiempo y reduce el esfuerzo manual con las capacidades de automatizaci贸n de Hivensis. Configura flujos de trabajo automatizados para activar acciones espec铆ficas basadas en condiciones o eventos predefinidos, como enviar notificaciones a los traductores cuando se agregan nuevas cadenas o generar informes al completar el proyecto. Mantente informado sobre las actualizaciones del proyecto con notificaciones personalizables.",
  "Send":"Enviar",
  "Ready to take your localization processes to the next level?":"驴Est谩 preparado para llevar sus procesos de localizaci贸n al siguiente nivel?",
  "Join our Waiting list and be the first to experience the power of efficient, collaborative, and high-quality localization!":"nase a nuestra lista de espera y sea el primero en experimentar el poder de una localizaci贸n eficaz, colaborativa y de alta calidad.",
  "Enter your email":"Escriba su direcci贸n de correo electr贸nico",
  "Hooray! You're officially on the waiting list! ":"隆Hurra! 隆Est谩s oficialmente en la lista de espera! ",
  "Incorrect format":"Formato incorrecto"
}