{
  "title":"Titel",
  "dark mode":"Dunkelmodus",
  "light mode":"Hellmodus",
  "Home":"Startseite",
  "Ecosystems":"Ökosysteme",
  "Requests":"Anfragen",
  "Apps":"Apps",
  "Why Hivensis?":"Warum Hivensis?",
  "Key features":"Hauptmerkmale",
  "Key Features":"Hauptmerkmale",
  "Waiting List":"Warteliste",
  "Elevate Translation Efficiency":"Steigern Sie die Effizienz der Übersetzung",
  "Unlock the power of seamless localization with our innovative tool that connects different apps, making it easier than ever for you to translate and adapt your content.":"Entfesseln Sie die Kraft nahtloser Lokalisierung mit unserem innovativen Tool, das verschiedene Apps verbindet und Ihnen die Übersetzung und Anpassung Ihres Inhalts einfacher denn je macht.",
  "Whether you're a translator, a content creator, or a project manager, our app is designed to streamline the localization process, save your time, and improve the queality of your translations.":"Egal, ob Sie Übersetzer, Content-Ersteller oder Projektmanager sind - unsere App wurde entwickelt, um den Lokalisierungsprozess zu optimieren, Zeit zu sparen und die Qualität Ihrer Übersetzungen zu verbessern.",
  "Join the waiting list":"Treten Sie der Warteliste bei",
  "Unified Workflows":"Einheitliche Workflows",
  "Traditional translation processes involve multiple disconnected tools and platforms, making collaboration and coordination difficult. This fragmentation leads to inefficiencies, delays, and increased costs. Hivensis connects all the essential steps in the translation process, providing a unified platform for translators, editors, reviewers, and project managers. By centralizing the workflow, Hivensis eliminates fragmentation, streamlines operations, and ensures a smoother translation process.":"Traditionelle Übersetzungsprozesse beinhalten mehrere getrennte Tools und Plattformen, was die Zusammenarbeit und Koordination erschwert. Diese Fragmentierung führt zu Ineffizienzen, Verzögerungen und höheren Kosten. Hivensis verbindet alle wichtigen Schritte im Übersetzungsprozess und bietet eine einheitliche Plattform für Übersetzer, Redakteure, Gutachter und Projektmanager. Durch die Zentralisierung des Workflows beseitigt Hivensis die Fragmentierung, optimiert die Abläufe und sorgt für einen reibungslosen Übersetzungsprozess.",
  "Seamless Integration":"Nahtlose Integration",
  "Many translation tools lack seamless integration with other essential applications, such as content management systems, project management tools, and terminology databases. This results in time-consuming manual processes and increased chances of errors. Hivensis connects the most popular applications used in the localization industry, including CAT tools, project management software, and content management systems. This integration minimizes manual effort, reduces errors, and accelerates project completion.":"Viele Übersetzungstools bieten keine nahtlose Integration mit anderen wichtigen Anwendungen wie Content-Management-Systemen, Projektmanagement-Tools und Terminologiedatenbanken. Dies führt zu zeitaufwändigen manuellen Prozessen und erhöht die Fehleranfälligkeit. Hivensis verbindet die beliebtesten Anwendungen der Lokalisierungsbranche, einschließlich CAT-Tools, Projektmanagement-Software und Content-Management-Systemen. Diese Integration minimiert den manuellen Aufwand, reduziert Fehler und beschleunigt die Projektbearbeitung.",
  "Enhances Collaboration":"Verbessert die Zusammenarbeit",
  "Effective communication among translation teams, project managers, and clients is vital to avoid gaps and misunderstandings. Hivensis promotes this collaboration by providing shared workspaces and instant notifications. Teams can collaborate effortlessly, ensuring accurate and timely translations.":"Eine effektive Kommunikation zwischen Übersetzungsteams, Projektmanagern und Kunden ist entscheidend, um Lücken und Missverständnisse zu vermeiden. Hivensis fördert diese Zusammenarbeit, indem es gemeinsam genutzte Arbeitsbereiche und sofortige Benachrichtigungen bietet. Teams können mühelos zusammenarbeiten und so genaue und termingerechte Übersetzungen sicherstellen.",
  "Centralized Localization Management":"Zentralisiertes Lokalisationsmanagement",
  "Hivensis serves as a centralized hub where you can connect all your applications in one place. Say goodbye to juggling multiple tools and platforms - now you can simplify your workflow and keep everything organized effortlessly.":"Hivensis dient als zentraler Hub, an dem Sie all Ihre Anwendungen an einem Ort verbinden können. Verabschieden Sie sich von der Jongliererei mit mehreren Tools und Plattformen - jetzt können Sie Ihren Arbeitsablauf vereinfachen und alles mühelos organisiert halten.",
  "Integration with Popular Localization Apps":"Integration mit beliebten Lokalisations-Apps",
  "We understand that different projects may require specific localization apps. That's why our platform seamlessly integrates with a wide range of popular apps, including translation management systems (TMS), content management systems (CMS), and more. You can connect your preferred tools and leverage their strengths while benefiting from our enhanced collaboration and management capabilities.":"Wir verstehen, dass verschiedene Projekte spezifische Lokalisations-Apps erfordern können. Deshalb integriert sich unsere Plattform nahtlos mit einer Vielzahl beliebter Apps, einschließlich Übersetzungsmanagementsystemen (TMS), Content-Management-Systemen (CMS) und mehr. Sie können Ihre bevorzugten Tools verbinden und von unseren verbesserten Kollaborations- und Managementfähigkeiten profitieren.",
  "Efficient Content Translation":"Effiziente Inhaltsübersetzung",
  "With Hivensis, you can upload your source files, whether they are text documents, website content, or InDesign files, and choose your desired target languages. Hivensis will automatically extract the translatable strings and recreate the delivery files at the end of the workflow.":"Mit Hivensis können Sie Ihre Quelldateien hochladen, egal ob es sich um Textdokumente, Website-Inhalte oder InDesign-Dateien handelt, und Ihre gewünschten Zielsprachen auswählen. Hivensis extrahiert automatisch die übersetzbaren Zeichenfolgen und erstellt am Ende des Workflows die Ausgabedateien neu.",
  "Collaborative Workflows":"Kollaborative Workflows",
  "Hivensis fosters collaboration among team members, no matter where they are located. Invite localization project managers, translators, and stakeholders to your projects, create customized workflows, and receive notifications directly from the app. You can streamline the translation process, track changes, and maintain a clear overview of project progress, ensuring that everyone stays aligned.":"Hivensis fördert die Zusammenarbeit zwischen Teammitgliedern, unabhängig von ihrem Standort. Laden Sie Lokalisierungsprojektmanager, Übersetzer und Stakeholder zu Ihren Projekten ein, erstellen Sie individuelle Workflows und erhalten Sie Benachrichtigungen direkt von der App. Sie können den Übersetzungsprozess optimieren, Änderungen verfolgen und einen klaren Überblick über den Projektfortschritt behalten, um sicherzustellen, dass alle auf dem gleichen Stand bleiben.",
  "Quality Assurance and Consistency":"Qualitätssicherung und Konsistenz",
  "We know how crucial quality and consistency are when it comes to localization. Hivensis includes customized Translation Memories that will help you define glossaries and keep consistency among all the projects.":"Wir wissen, wie wichtig Qualität und Konsistenz bei der Lokalisierung sind. Hivensis enthält benutzerdefinierte Translation Memories, die Ihnen helfen, Glossare zu definieren und Konsistenz in allen Projekten zu gewährleisten.",
  "Automated Workflows and Notifications":"Automatisierte Workflows und Benachrichtigungen",
  "Save time and reduce manual effort with Hivensis' automation capabilities. Set up automated workflows to trigger specific actions based on predefined conditions or events, such as sending notifications to translators when new strings are added or generating reports upon project completion. Stay informed about project updates with customizable notifications.":"Sparen Sie Zeit und reduzieren Sie den manuellen Aufwand mit den Automatisierungsfunktionen von Hivensis. Richten Sie automatisierte Workflows ein, um spezifische Aktionen basierend auf vordefinierten Bedingungen oder Ereignissen auszulösen, wie z.B. Benachrichtigungen an Übersetzer senden, wenn neue Zeichenfolgen hinzugefügt werden, oder Berichte nach Abschluss des Projekts generieren. Bleiben Sie mit anpassbaren Benachrichtigungen über Projektaktualisierungen informiert.",
  "Send":"Senden",
  "Ready to take your localization processes to the next level?":"Sind Sie bereit, Ihre Lokalisierungsprozesse auf die nächste Stufe zu heben?",
  "Join our Waiting list and be the first to experience the power of efficient, collaborative, and high-quality localization!":"Tragen Sie sich in unsere Warteliste ein und erfahren Sie als Erster, was effiziente, kollaborative und qualitativ hochwertige Lokalisierung bedeutet!",
  "Enter your email":"Geben Sie Ihre E-Mail ein",
  "Hooray! You're officially on the waiting list! 🎉":"Hurra! Sie sind offiziell auf der Warteliste! 🎉",
  "Incorrect format":"Falsches Format"
}